Repository: iboudaouara/Reframe
Catalog: Reframe/App/Localizable.xcstrings
Source language: en
Languages: fr

source: and
fr: et

source: At least 8 characters
fr: Au moins 8 caractères

source: Cancel
fr: Annuler

source: Checking your session...
fr: Vérification de la session…

source: Choose your avatar
fr: Choisir votre avatar

source: Close
fr: Fermer

source: Daily Reminders
fr: Rappels quotidiens

source: Delete
fr: Supprimer

source: Delete Account
fr: Supprimer le compte

source: Delete Account?
fr: Supprimer le compte ?

source: Done
fr: Terminé

source: Error: %@
fr: Erreur: %@

source: First Name
fr: Prénom

source: Generate Insight
fr: Générer la rétroaction

source: Generate your first insight to see it here
fr: Générer votre première rétroaction pour la voir ici

source: Get Insights
fr: Recevoir des rétroactions

source: Hello, %@
fr: Bonjour, %@

source: History
fr: Historique

# home.hero.cta
source: Start your journey
fr: Débutez l’aventure

# home.hero.title
source: Reframe Your Thoughts Now
fr: Gardez vos pensées en ordre

# HTTP Error %lld: %@
source: HTTP Error %1$lld: %2$@
fr: Erreur HTTP %1$lld: %2$@

source: I agree to the
fr: J’accepte

source: Insight
fr: Rétroaction

source: Insight Details
fr: Détails de la rétroaction

source: Insight:
fr: Rétroaction:

source: Last Name
fr: Nom de famille

source: Log and reflect on your daily thoughts.
fr: Méditer sur vos pensées quotidiennes.

source: Login
fr: Se connecter

source: Login Failed
fr: Authentification échouée

source: Logout
fr: Se déconnecter

source: My Insights
fr: Mes rétroactions

source: No insights yet
fr: Aucune rétroaction n’a été encore générée.

source: One lowercase letter
fr: Une lettre minuscule

source: One number
fr: Un nombre

source: One special character (!@#$%^&*)
fr: Un caractère spécial (!@#$%^&*)

source: One uppercase letter
fr: Une lettre majuscule

source: OR
fr: OU

source: Password
fr: Mot de passe

source: Privacy Policy
fr: Politique de confidentialité

source: Profile
fr: Profil

source: Receive personalized insights to improve mindset.
fr: Recevez des rétroactions personnalisées pour améliorer votre façon de pensée.

source: Reframe
fr: Recadre

source: ReFrame
fr: Recadre

source: Save
fr: Sauvegarder

source: Separator
fr: Séparateur

source: Sign Up
fr: S’inscrire

source: Sign Up Failed
fr: Inscription échouée

source: Stay on track with gentle reminders.
fr: Restez à jour grâce à des rappels amicaux.

source: Terms of Service
fr: Conditions d’utilisation

source: This action is permanent and will remove all data, including your insights.
fr: Cette action est permanente et résulte en la suppression de toutes les données, incluant vos rétroactions.

source: Track Thoughts
fr: Suivre le fil de ses pensées

source: Turn your thought into an insight
fr: Transformez votre pensée en rétroaction

source: Type your thought here...
fr: Écrivez votre pensée ici...

source: Welcome!
fr: Bienvenue!

source: Your Thought
fr: Votre Pensée
